Repository: wp-plugins/similarity
Catalog: similarity-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: Strong
de_de: Kräftig
es_es: Cachas
fr_fr: Fort
it_it: forte
pl_pl: Duże

source: Mild
de_de: Weich
es_es: Leve
fr_fr: Moyen
it_it: lieve
pl_pl: Średnie

source: Weak
de_de: Schwach
es_es: Débil
fr_fr: Faible
it_it: debole
pl_pl: Małe

source: Tenuous
de_de: Dünn
es_es: Tenue
fr_fr: Ténu
it_it: fine
pl_pl: Bardzo małe

source: Similarity Options
de_de: Similarity Optionen
es_es: Similarity Opciones
fr_fr: Options de Similarity
it_it: opzioni Similarity
pl_pl: Ustawienia Similarity

source: Unique Post
de_de: Ähnliche Beiträge
es_es: Publicar única
fr_fr: Billet unique
it_it: unico post
pl_pl: Brak podobnych

source: Options saved
de_de: Optionen gespeichert
es_es: Opciones de guardado
fr_fr: Options sauvegardées
it_it: opzioni memorizzate
pl_pl: Zmieniono ustawienia

source: Help and Instructions
de_de: Hilfe und Instruktionen
es_es: Ayuda e Instrucciones
fr_fr: Aide et instructions
it_it: aiuto e istruzioni
pl_pl: Pomoc oraz instrukcje

source: Number of posts to show
de_de: Anzahl an anzuzeigenden Beiträgen
es_es: Número de puestos para mostrar
fr_fr: Nombre de billets à lister
it_it: quantità di articoli visibili
pl_pl: Ile wpisów wyświetlić

source: Default display if no matches
de_de: Standard Anzeige wenn nichts gefunden
es_es: Visualización por defecto si no coincide con
fr_fr: Affichage par défaut si il n'y a pas de correspondance
it_it: visualizzazione predefinita, se non corrisponde
pl_pl: Wyświetl, gdy brak podobnych

source: Text and codes before the list
de_de: Text und Codes vor die Liste
es_es: Texto y los códigos antes de la lista
fr_fr: Texte et codes avant la liste
it_it: testo e codici prima l'elenco
pl_pl: Tekst lub HTML przed listą

source: Text and codes after the list
de_de: Text und Code hinter die Liste
es_es: Texto y los códigos después de la lista
fr_fr: Texte et codes après la liste
it_it: testo e codici, dopo l'elenco
pl_pl: Tekst lub HTML po liście

source: Display format for similarity strength
de_de: Anzeige Format für ähnliche Ausdrücke
es_es: Formato de visualización de similitud fuerza
fr_fr: Format d'affichage suivant la valeur de correspondance
it_it: formato di visualizzazione per grado di somiglianza
pl_pl: Format w jakim wyświetlać stopień podobieństwa

source: Visual
de_de: Visuell
fr_fr: Visuel
it_it: visuale
pl_pl: Kolorem

source: Percent
de_de: Prozent
es_es: Por ciento
fr_fr: Pourcentage
it_it: percentuale
pl_pl: Procentem

source: Text
es_es: Texto
fr_fr: Texte
it_it: testo
pl_pl: Tekstem

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: valore
pl_pl: Liczbą

source: Relative mixing weights
de_de: Relative gemischte Gewichtung
es_es: Peso relativo de mezcla
fr_fr: Poids relatifs des paramètres de calcul
it_it: ponderazione mista relativa
pl_pl: Wzajemna waga kategorii i etykiet

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: categorie
pl_pl: Kategorie

source: Output template
de_de: Ausgegebene Vorlage
es_es: Plantilla
fr_fr: Modèle d'affichage
it_it: sagoma per visualisazzione
pl_pl: Szablon wyświetlania

source: Valid template tags
de_de: Gültige Vorlagen Tags
es_es: Códigos de plantilla válido
fr_fr: Modèles de tags utilisables
it_it: tag di sagoma valide
pl_pl: Dopuszczalne znaczniki

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
it_it: aggiornamento
pl_pl: Zmień ustawienia

source: Custom text for strength
de_de: Eigener Text für Ausdrücke
es_es: Texto personalizado para la fuerza
fr_fr: Personnaliser le texte traduisant l'importance de la correspondance
it_it: testo individuale per grado
pl_pl: Własny tekst z dopasowaniem

source: Show one more random related post
de_de: Zeige zusätzlich einen zufällig ähnlichen Beitrag
es_es: Mostrar más aleatorios relacionados con un puesto
fr_fr: Afficher dans la liste un billet relatif aléatoire en plus
it_it: mostrare un altro post casuale con contenuto relativo
pl_pl: Pokaż jeden losowy wpis

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: sì
pl_pl: Tak

source: No
de_de: Nein
fr_fr: Non
pl_pl: Nie

source: RANDOM
de_de: Zufällig
es_es: AZAR
fr_fr: au hasard
it_it: casuale
pl_pl: Losowe

source: Minimum match strength
de_de: Minimale Treffer stärke
es_es: Mínimo coincide con fuerza
fr_fr: Correspondance minimum
it_it: grado di somiglianza minimale
pl_pl: Minimalny stopień dopasowania

source: (Any number between .00 and 1 with 1 being a perfect match.)
de_de: (Jede Nummer zwischen .00 und 1 mit 1 als perfekter Treffer)
es_es: (Cualquier número entre .00 y 1 con 1 siendo una combinación perfecta.)
fr_fr: (n'importe quel nombre entre .00 et 1 sachant que 1 est associé à une correspondance parfaite)
it_it: qualsiasi numero tra .00 e 1 - 1 sarebbe corrispondenza perfetta
pl_pl: (dowolna liczba od .00 do 1, gdzie 1 jest idealnym dopasowaniem)

source: (optional)
es_es: (opcional)
fr_fr: (optionnel)
it_it: (opzionale)
pl_pl: (opcjonalne)

source: Auto-display list from function
de_de: Zeige automatisch eine Liste von Funktionen
es_es: Auto-función de visualización de lista
fr_fr: Afficher automatiquement la liste à partir de la fonction
it_it: mostrare un elenco di funzioni automaticamente
pl_pl: Pokaż automatycznie za pomocą

source: None
de_de: Keine
es_es: ninguno
fr_fr: Aucune
it_it: nessuno
pl_pl: Brak

source: Display Similarity on pages
de_de: Zeige Similarity auf Seiten
es_es: Mostrar la similitud en las páginas
fr_fr: Afficher Similarity dans les pages
it_it: mostrare Similarity sulle pagine

source: Only useful with if your pages have tags and/or categories assigned.
de_de: Nur Sinnvoll wenn den Seiten Tags oder Kategorien zugewiesen wurden.
es_es: Sólo útil si sus páginas tienen etiquetas y / o categorías asignadas
fr_fr: Utile uniquement dans le cas où des tags ou/et des catégories sont associés à vos pages.
it_it: Utile solo se le tue pagine hanno tags e / o le categorie assegnato.

source: Factory Settings applied
de_de: Einstellungen zurückgesetzt
es_es: Fábrica de los ajustes que se aplican
fr_fr: Réglages d'usine appliqués
it_it: impostazioni di fabbrica sono state applicate

source: Restore Defaults
de_de: Zurücksetzen
es_es: Restaurar valores predeterminados
fr_fr: Restaurer les réglages par défaut
it_it: ripristina

source: Template functions
fr_fr: Fonctions liées au thème

source: Auto display functions
fr_fr: Fonctions d'affichage automatique

source: Similarity
es_es: Similiarity
pl_pl: Podobieństwo

source: Options
de_de: Optionen
es_es: Opciones
it_it: opzioni
pl_pl: Ustawienia

source: Tags
es_es: Etiquetas
pl_pl: Etykiety
